[
  "Kuliah itu seperti simulasi jadi orang dewasa, tapi tutorialnya bahasa Rusia.",
  "Ekspektasi: Mahasiswa kritis. Realita: Mahasiswa kritis (butuh oksigen) liat deadline.",
  "KRS-an adalah ajang Hunger Games versi legal dan bikin emosi.",
  "Definisi horor bukan hantu, tapi notif grup WA: 'Besok kumpul tugas ya'.",
  "IPK itu angka, tapi kok angkanya bikin saya pengen jadi pengusaha seblak aja.",
  "Jadwal kuliah jam 7 pagi itu pelanggaran HAM bagi kaum rebahan.",
  "Status: Mahasiswa Aktif. Kondisi: Otak Non-aktif.",
  "Kuliah cuma 4 tahun, tapi traumanya sampai pensiun.",
  "Satu-satunya hal yang 'balance' di hidupku cuma akun Canva pro (sharing).",
  "Dosen bilang 'Baca materi yang saya kirim', ternyata materinya skripsi beliau 500 halaman.",
  "ChatGPT adalah tulang punggung pendidikan di abad 21.",
  "Relationship status: Menjalin hubungan serius dengan Google Scholar.",
  "Hidupku sudah di-handle AI, tapi kok kesedihanku tetap manual ya?",
  "Tutorial YouTube 5 menit lebih jelas daripada penjelasan dosen 3 SKS.",
  "Detik-detik paling menegangkan: Presentasi, share screen, lupa tutup tab 'cara cepat kaya tanpa kerja'.",
  "Kodingan error bisa di-debug, kalau masa depan error cuma bisa di-de-stress (tidur).",
  "Lupa password portal kampus adalah cara semesta menyuruhku berhenti kuliah hari ini.",
  "Sinyal kampus cuma kenceng di parkiran, tapi tugas disuruh upload di kelas.",
  "Mata kuliah pilihan, tapi kok pilihannya bikin saya pengen milih pulang aja.",
  "Dark mode di laptop itu perlu, biar nggak silau liat masa depan yang masih remang-remang.",
  "Self-reward tiap hari, padahal prestasinya cuma bangun pagi.",
  "Dompetku kayak bawang, tiap dibuka bikin air mata mengalir deras.",
  "Aesthetic di Instagram, aslinya makan promag di kosan.",
  "Menu akhir bulan: Nasi putih kuah royco dan harapan.",
  "Mau beli kopi biar fokus tugas, malah habis uangnya buat kopi, tugasnya lupa dikerjain.",
  "Investasi terbaik mahasiswa: Pinjem catatan temen yang ambis.",
  "Gaya elit, bayar UKT nyicil sampai semester depan.",
  "Saldo ATM: Rp 12.500. Harga ayam geprek: Rp 15.000. Mari kita berpuasa.",
  "Check out Shopee lancar, bayar fotokopi modul nunggak.",
  "Kemiskinan struktural mahasiswa: Laptop lemot, kuota habis, tugas banyak.",
  "Judul skripsi: Pengaruh Rebahan Terhadap Kelambatan Wisuda.",
  "Dosen pembimbing adalah jodoh yang paling susah ditemui.",
  "Revisi ke-10: Saya sudah tidak mengenali diri saya sendiri dan file ini.",
  "File name: Skripsi_Fix_Banget_Sumpah_Final_2.docx.",
  "Skripsi itu dikerjakan, bukan dipandangi sambil dengerin lagu galau.",
  "Ingin menyerah tapi ingat biaya kuliah sudah setara harga mobil second.",
  "Acc dosen pembimbing rasanya lebih manis daripada janji manis mantan.",
  "Semester 14 bukan akhir dari segalanya, tapi akhir dari kesabaran rektor.",
  "Sidang skripsi: Tempat di mana dosen nanya A, saya jawab 'terima kasih atas pertanyaannya'.",
  "Toga itu berat, bukan karena kainnya, tapi karena harapan orang tua.",
  "Anak Komunikasi: Jago ngomong, tapi takut kalau disuruh angkat telepon kurir.",
  "Anak Psikologi: Mendiagnosa gangguan mental sendiri setiap habis kuliah.",
  "Anak Teknik: Kurang tidur, kurang kasih sayang, banyak oli.",
  "Anak Ekonomi: Ngitung duit perusahaan milyaran, duit sendiri sisa dua ribu.",
  "Anak Hukum: Pasal-pasal hafal, pasal hati selalu gagal.",
  "Anak Sastra: Menulis puisi indah untuk IPK yang tidak seberapa.",
  "Anak Kedokteran: Belajar cara menyelamatkan orang, lupa cara menyelamatkan diri dari tugas.",
  "Anak DKV: Begadang demi revisi klien (dosen) yang minta 'vibe-nya lebih dapet'.",
  "Anak Pertanian: Menanam harapan di tanah yang tandus (hati dosen).",
  "Skill paling berguna di perkuliahan: Pura-pura mengangguk saat dosen nanya 'paham?'.",
  "Mental health aman? Aman... dari kenyataan.",
  "Hobi: Menimbun tab browser sampai laptop bunyi pesawat tempur.",
  "Quotes hari ini: Jangan paksa dirimu, ingat kamu itu mahasiswa, bukan robot.",
  "Tingkat stresku sudah di tahap: 'Ya udah lah, gimana entar aja'.",
  "Healing-nya cuma 1 jam, overthinking-nya 23 jam.",
  "Burnout itu nyata, yang mitos itu liburan tanpa mikirin tugas.",
  "Lebih baik sakit hati karena cinta daripada sakit pinggang karena nugas.",
  "Badan di perpustakaan, jiwa di kasur, otak di dimensi lain.",
  "Berhenti membandingkan dirimu dengan orang lain, bandingkan saja dengan dirimu yang kemarin (yang sama gabutnya).",
  "Tidur adalah pelarian terbaik dari kenyataan pahit.",
  "Ikut organisasi buat cari pengalaman, malah dapet trauma organisasi.",
  "Rapat BEM sampai subuh, pas kuliah pagi malah jadi patung.",
  "Kura-Kura (Kuliah Rapat): Matanya panda, hatinya membara (pengen pulang).",
  "Kupu-Kupu (Kuliah Pulang): Anti-sosial? Bukan, saya cuma hemat energi.",
  "Niatnya networking, eh malah dapetnya musuh pas kerja kelompok.",
  "Pencapaian terbesar di organisasi: Berhasil bikin poster pake Canva tanpa revisi.",
  "Ketua panitia: Jabatan paling dekat dengan tekanan batin.",
  "Grup WA kelas: Tempat paling sunyi kalau ada yang tanya 'siapa yang mau jadi ketua?'.",
  "Teman sejati adalah dia yang mau berbagi jawaban kuis di saat kritis.",
  "Solidaritas itu penting, tapi kalau bolos bareng itu namanya sesat berjamaah.",
  "Kerjakan tugasmu sekarang, karena besok akan ada tugas baru lagi.",
  "Lulus itu harus, tepat waktu itu pilihan, yang penting tidak DO.",
  "Mimpi boleh tinggi, tapi bangun jam 12 siang itu jangan dipelihara.",
  "Gagal satu matkul bukan kiamat, cuma nambah UKT satu semester.",
  "Jangan takut mencoba, takutlah kalau kamu nggak punya ijazah pas nyari kerja.",
  "Pendidikan adalah senjata paling mematikan, apalagi kalau tugasnya mematikan semangat.",
  "Semangat kuliah! Ingat, skincare dan biaya nikah itu mahal.",
  "Bekerjalah sampai dosenmu bertanya 'Kamu pake joki ya?'.",
  "Jadilah mahasiswa yang bersinar, minimal karena wajah yang berminyak.",
  "Keberhasilan itu 1% bakat, 99% nekad pas ujian.",
  "Ciri mahasiswa sukses: Tetap senyum walau slide presentasi berantakan.",
  "Outfit kampus: Kemeja rapi atasnya, celana training bawahnya (kamera zoom).",
  "Istilah 'Mahasiswa' itu berat, mending panggil 'Sobat Deadline'.",
  "Kegiatan favorit: Menghitung berapa nilai minimal biar nggak ngulang.",
  "Kenapa libur semester terasa seperti 5 menit, tapi 1 SKS terasa seperti 5 tahun?",
  "Motto: Selagi bisa dikerjakan besok, kenapa harus sekarang?",
  "Jangan pernah percaya dosen yang bilang 'Ujiannya gampang kok'.",
  "Kopi item tanpa gula: Gambaran pahitnya semester tua.",
  "Lari pagi? Enggak, saya cuma sanggup lari dari kenyataan.",
  "Wifi gratis adalah oksigen kedua bagi mahasiswa kosan.",
  "Apapun jurusannya, tujuannya tetap satu: Foto pake toga bareng orang tua.",
  "Kuliah itu proses pendewasaan, terutama dewasa dalam menghadapi revisi.",
  "Tetaplah bernafas, karena wisuda butuh paru-paru yang sehat.",
  "Jangan menyerah, ingat kamu sudah sejauh ini (semester 8).",
  "Masa depanmu tidak ditentukan oleh nilai C, tapi oleh usahamu setelahnya.",
  "Jadilah mahasiswa yang legend, bukan yang cuma sekedar numpang lewat.",
  "Hidup itu cuma sekali, jangan dihabiskan buat nangisin skripsi doang.",
  "Kuliah itu mahal, maka buatlah itu jadi investasi, bukan sekedar donasi.",
  "Apapun yang terjadi, tetaplah menyala abangkuh! 🔥",
  "Satu kata untuk semester ini: 'Tolong'."
]
